import partner1 from "../img/partners/partner_1.png";
import partner2 from "../img/partners/partner_2.png";
import partner3 from "../img/partners/partner_3.png";
import partner4 from "../img/partners/partner_4.png";
import partner5 from "../img/partners/partner_5.png";
import partner6 from "../img/partners/partner_6.png";

import service1 from "../img/services/serviceItem_1.png";
import service2 from "../img/services/serviceItem_2.png";
import service3 from "../img/services/serviceItem_3.png";
import service4 from "../img/services/serviceItem_4.png";

import sertificate1 from "../img/sertificate/sertificate_1.png";
import sertificate2 from "../img/sertificate/sertificate_3.png";
import sertificate3 from "../img/sertificate/sertificate_2.png";

import bgImg from "../img/bg-main.png";
import titleSnow from "../img/icons-svg/titleVec.svg";
import star from "../img/icons-svg/starVec.svg";
import logo from "../img/icons-svg/teq.svg";
import instagram from "../img/icons-svg/contacts/instagram.svg";
import facebook from "../img/icons-svg/contacts/facebook.svg";
import linkedin from "../img/icons-svg/contacts/linkedin.svg";

import benefitIcon from "../img/icons-svg/benefit-Icon.svg";

import teamImg from "../img/team_img.svg";

const projects = [
  {
    title: "Автоматизация бизнес процессов",
    descr:
      "Компания TEQ World является одним из ведущих системных интеграторов на казахстанском рынке информационных технологии. Работая в непосредственном контакте с Клиентами, учитывая специфику их бизнес-процессов, индивидуальные запросы, TEQ World находится в постоянном развитии. Мы постоянно расширяем спектр услуг, улучшаем их качественные характеристики, обеспечиваем экономически выгодную реализацию каждого решения с целью создания интегрированных, персонифицированных IT проектов, отвечающих самым взыскательным требованиям наших Клиентов. По мере развития бизнеса и возникновения новых потребностей компании приобретают разнородные ИТ-решения от разных производителей, не учитывая, что они функционируют на различных программно-аппаратных платформах и часто взаимодействуют не оптимально. В результате складывается хаотичная, запутанная, трудная в поддержке и развитии ИТ-среда. Системная интеграция TEQ World объединяет информационные системы в единое информационное пространство и обеспечивает прозрачность, последовательность и надежность взаимодействия различных сервисов и инструментов.Мы реализуем проекты по внедрению комплексных решений, которые упрощают, интегрируют и автоматизируют работу информационных систем и сетевой инфраструктуры. Мы знаем, как добиться синергичного эффекта от использования новейших технологий и лучших практик отрасли. Наши специалисты анализируют существующую ИТ-инфраструктуру и разрабатывают проект замены устаревших, объединению отдельных и создания новых систем",
    img: service1,
  },
  {
    title: "Разработка ПО",
    descr:
      "Компания TEQ World является одним из ведущих системных интеграторов на казахстанском рынке информационных технологии. Работая в непосредственном контакте с Клиентами, учитывая специфику их бизнес-процессов, индивидуальные запросы, TEQ World находится в постоянном развитии. Мы постоянно расширяем спектр услуг, улучшаем их качественные характеристики, обеспечиваем экономически выгодную реализацию каждого решения с целью создания интегрированных, персонифицированных IT проектов, отвечающих самым взыскательным требованиям наших Клиентов. По мере развития бизнеса и возникновения новых потребностей компании приобретают разнородные ИТ-решения от разных производителей, не учитывая, что они функционируют на различных программно-аппаратных платформах и часто взаимодействуют не оптимально. В результате складывается хаотичная, запутанная, трудная в поддержке и развитии ИТ-среда. Системная интеграция TEQ World объединяет информационные системы в единое информационное пространство и обеспечивает прозрачность, последовательность и надежность взаимодействия различных сервисов и инструментов.Мы реализуем проекты по внедрению комплексных решений, которые упрощают, интегрируют и автоматизируют работу информационных систем и сетевой инфраструктуры. Мы знаем, как добиться синергичного эффекта от использования новейших технологий и лучших практик отрасли. Наши специалисты анализируют существующую ИТ-инфраструктуру и разрабатывают проект замены устаревших, объединению отдельных и создания новых систем",
    img: service2,
  },
  {
    title: "Консалтинг и построение информационных систем",
    descr:
      "Компания TEQ World является одним из ведущих системных интеграторов на казахстанском рынке информационных технологии. Работая в непосредственном контакте с Клиентами, учитывая специфику их бизнес-процессов, индивидуальные запросы, TEQ World находится в постоянном развитии. Мы постоянно расширяем спектр услуг, улучшаем их качественные характеристики, обеспечиваем экономически выгодную реализацию каждого решения с целью создания интегрированных, персонифицированных IT проектов, отвечающих самым взыскательным требованиям наших Клиентов. По мере развития бизнеса и возникновения новых потребностей компании приобретают разнородные ИТ-решения от разных производителей, не учитывая, что они функционируют на различных программно-аппаратных платформах и часто взаимодействуют не оптимально. В результате складывается хаотичная, запутанная, трудная в поддержке и развитии ИТ-среда. Системная интеграция TEQ World объединяет информационные системы в единое информационное пространство и обеспечивает прозрачность, последовательность и надежность взаимодействия различных сервисов и инструментов.Мы реализуем проекты по внедрению комплексных решений, которые упрощают, интегрируют и автоматизируют работу информационных систем и сетевой инфраструктуры. Мы знаем, как добиться синергичного эффекта от использования новейших технологий и лучших практик отрасли. Наши специалисты анализируют существующую ИТ-инфраструктуру и разрабатывают проект замены устаревших, объединению отдельных и создания новых систем",
    img: service3,
  },
  {
    title: "Поддержка и внедрение информационных систем",
    descr:
      "Компания TEQ World является одним из ведущих системных интеграторов на казахстанском рынке информационных технологии. Работая в непосредственном контакте с Клиентами, учитывая специфику их бизнес-процессов, индивидуальные запросы, TEQ World находится в постоянном развитии. Мы постоянно расширяем спектр услуг, улучшаем их качественные характеристики, обеспечиваем экономически выгодную реализацию каждого решения с целью создания интегрированных, персонифицированных IT проектов, отвечающих самым взыскательным требованиям наших Клиентов. По мере развития бизнеса и возникновения новых потребностей компании приобретают разнородные ИТ-решения от разных производителей, не учитывая, что они функционируют на различных программно-аппаратных платформах и часто взаимодействуют не оптимально. В результате складывается хаотичная, запутанная, трудная в поддержке и развитии ИТ-среда. Системная интеграция TEQ World объединяет информационные системы в единое информационное пространство и обеспечивает прозрачность, последовательность и надежность взаимодействия различных сервисов и инструментов.Мы реализуем проекты по внедрению комплексных решений, которые упрощают, интегрируют и автоматизируют работу информационных систем и сетевой инфраструктуры. Мы знаем, как добиться синергичного эффекта от использования новейших технологий и лучших практик отрасли. Наши специалисты анализируют существующую ИТ-инфраструктуру и разрабатывают проект замены устаревших, объединению отдельных и создания новых систем",
    img: service4,
  },
  {
    title: "Аутсорсинг информационных технологий",
    descr:
      "Компания TEQ World является одним из ведущих системных интеграторов на казахстанском рынке информационных технологии. Работая в непосредственном контакте с Клиентами, учитывая специфику их бизнес-процессов, индивидуальные запросы, TEQ World находится в постоянном развитии. Мы постоянно расширяем спектр услуг, улучшаем их качественные характеристики, обеспечиваем экономически выгодную реализацию каждого решения с целью создания интегрированных, персонифицированных IT проектов, отвечающих самым взыскательным требованиям наших Клиентов. По мере развития бизнеса и возникновения новых потребностей компании приобретают разнородные ИТ-решения от разных производителей, не учитывая, что они функционируют на различных программно-аппаратных платформах и часто взаимодействуют не оптимально. В результате складывается хаотичная, запутанная, трудная в поддержке и развитии ИТ-среда. Системная интеграция TEQ World объединяет информационные системы в единое информационное пространство и обеспечивает прозрачность, последовательность и надежность взаимодействия различных сервисов и инструментов.Мы реализуем проекты по внедрению комплексных решений, которые упрощают, интегрируют и автоматизируют работу информационных систем и сетевой инфраструктуры. Мы знаем, как добиться синергичного эффекта от использования новейших технологий и лучших практик отрасли. Наши специалисты анализируют существующую ИТ-инфраструктуру и разрабатывают проект замены устаревших, объединению отдельных и создания новых систем",
    img: service1,
  },
];

const sertificate = {
  sertificate1: sertificate1,
  sertificate2: sertificate2,
  sertificate3: sertificate3,
};

const res = {
  teamImg: teamImg,
  bgImg: bgImg,
  titleSnow: titleSnow,
  star: star,
  logo: logo,
  instagram: instagram,
  facebook: facebook,
  linkedin: linkedin,
  benefitIcon: benefitIcon,
};

const partners = [partner1, partner2, partner3, partner4, partner5, partner6];

export { projects };
export { partners };
export { res };
export { sertificate };
